tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/fuse'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'caskroom/versions'
tap 'caskroom/fonts'

cask 'java'
cask 'osxfuse'

brew 'ack'
brew 'android-sdk'
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'boost'
brew 'boost-python'
brew 'cairo'
brew 'cask'
brew 'clisp'
brew 'cmake'
brew 'coreutils'
brew 'docbook'
brew 'docbook-xsl'
brew 'duck'
brew 'ecj'
brew 'elixir'
brew 'emacs'
brew 'epstool'
brew 'erlang'
brew 'faac'
brew 'ffmpeg', args: ['with-libvpx', 'with-libvorbis']
brew 'fftw'
brew 'findutils'
brew 'flex'
brew 'fontconfig'
brew 'freetype'
brew 'fswatch'
brew 'fzf'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'ghostscript'
brew 'gifsicle'
brew 'git'
brew 'gl2ps'
brew 'glib'
brew 'gmp'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnuplot'
brew 'go'
brew 'gobject-introspection'
brew 'graphicsmagick'
brew 'htop-osx'
brew 'hub'
brew 'id3lib'
brew 'imagemagick'
brew 'isl'
brew 'jbig2dec'
brew 'jpeg'
brew 'jq'
brew 'lame'
brew 'leptonica'
brew 'libevent'
brew 'libffi'
brew 'libgpg-error'
brew 'libksba'
brew 'libmpc'
brew 'libogg'
brew 'libpng'
brew 'libsigsegv'
brew 'libtiff'
brew 'libtool'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'lynx'
brew 'makedepend'
brew 'md5sha1sum'
brew 'megatools'
brew 'mongodb'
brew 'moreutils', args: ['without-parallel']
brew 'mpfr'
brew 'mplayer', args: ['HEAD']
brew 'mysql'
brew 'neovim'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'oniguruma'
brew 'openjpeg'
brew 'openssl'
brew 'pandoc'
brew 'pbzip2'
brew 'pcre'
brew 'phantomjs'
brew 'pixman'
brew 'pkg-config'
brew 'plotutils'
brew 'poppler'
brew 'postgresql'
brew 'protobuf'
brew 'pstoedit'
brew 'pstree'
brew 'python3'
brew 'ranger'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'sshfs'
brew 'szip'
brew 'tbb'
brew 'tesseract'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'wxmac'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'yasm'
brew 'youtube-dl'


cask 'xquartz'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/octave'
brew 'gmp@4'
brew 'isl@0.11'
brew 'homebrew/versions/cloog018'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'postgresql@9.4'


cask 'alfred2'
cask 'calibre'
cask 'docker'
cask 'dropbox'
cask 'eclipse-java'
cask 'flux'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'itsycal'
cask 'keepingyouawake'
cask 'keybase'
cask 'keycastr'
cask 'licecap'
cask 'macdown'
cask 'notion'
cask 'pdftotext'
cask 'plug'
cask 'postico'
cask 'postman'
cask 'powershell'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
